app/controllers/reviews_controller.rb

  def create
    # Review.create(create_params)
    # トップページにリダイレクトする
    Review.create(create_params)
---
INSERT INTO `reviews` (`rate`, `review`, `product_id`, `nickname`, `created_at`, `updated_at`) VALUES (1, 'asa', 1, 'asuka', '2015-12-19 06:01:15', '2015-12-19 06:01:15')